[
    {
      "id": 0,
      "name": "Frank Thelen",
      "url": "https://www.linkedin.com/in/frank-thelen/?locale=de_DE",
      "info": "Frank Thelen ist ein europäischer Seriengründer, Technologie-Investor und Spiegel-Bestsellerautor. Mit seinem Unternehmen „Freigeist Capital“ investiert er vor allem in europäische Start-ups, darunter Lilium Aviation, Wunderlist und YFood. Als Investor in der TV-Sendung „Die Höhle der Löwen“ wurde Thelen einem breiteren Publikum bekannt.\nCo-Autor Markus Schorn bewegt sich als Diplom-Kaufmann seit über fünfzehn Jahren an der Schnittstelle zwischen Technologie und Wirtschaft. Seine Erfahrung in beiden Gebieten machen ihn zu einem gefragten Mentor für Start-ups und Sparringspartner für Konzern-Leader."
    },

    {
        "id": 1,
        "name": "Jordan Peterson",
        "url": "https://www.linkedin.com/in/jordanbpeterson/",
        "info": "Jordan Peterson ist klinischer Psychologe und Psychologieprofessor an der University of Toronto. Er forscht zur Psychologie religiöser und ideologischer Überzeugungen. Bei öffentlichen Auftritten, in Vorträgen und Interviews vertritt er kontroverse und konservative Positionen zu Themen wie der Gender-Debatte oder politischer Korrektheit."
    },

    {
        "id": 2,
        "name": "Tim Reichel",
        "url": "https://www.linkedin.com/in/timreichel/",
        "info": "Als Autor, Wissenschaftler, Verleger und Unternehmer weiß Tim Reichel, was es bedeutet, viel zu tun zu haben. Da er sich aber seit vielen Jahren mit dem Thema Zeitmanagement auseinandersetzt, schafft er es trotzdem, allen Anforderungen gerecht zu werden und dabei auch noch entspannt und gut gelaunt zu bleiben. In unserer Blinkist-Bibliothek findest du auch sein Buch Busy is the New Stupid (2020), in dem es um Produktivitätstechniken geht."
    },

    {
        "id": 3,
        "name": "Julie von Bismarck",
        "url": "https://www.facebook.com/notyolgatokar/",
        "info": "Julie von Bismarck gilt als renommierte Pferdespezialistin und hat zu diesem Thema bereits etliche Bücher veröffentlicht. Neben ihrer Tätigkeit als Pferdeosteopathin liegt ihr vor allem die Aufklärung der Reiter und Pferdehalter am Herzen. Doch für den Traum von einer Familie verkaufte sie ihr eigenes Pferd verkauft und schränkte sich selbst ein. Ihre persönliche Leidensgeschichte auf dem Weg zum Wunschkind nahm die Unternehmerin als Anlass für dieses Buch. Sie möchte damit nicht nur Frauen in ähnlichen Situationen Mut machen, sondern auch alle anderen Menschen für das Thema sensibilisieren."
    },

    {
        "id": 4,
        "name": "Oliver Burkeman",
        "url": "https://www.linkedin.com/in/oliver-burkeman-51651b21a/",
        "info": "Oliver Burkeman ist Journalist und Schriftsteller und veröffentlicht regelmäßig Beiträge im Guardian. Er erhielt diverse Auszeichnungen wie den Young Journalist Award der Foreign Press Association und verfasst eine wöchentliche Psychologie-Kolumne mit dem Titel This Column Will Change Your Life."
    },

    {
        "id": 5,
        "name": "Mario Neumann",
        "url": "https://www.facebook.com/notyolgatokar/",
        "info": "Mario Neumann ist ein deutscher Projektmanager, Berater und Trainer. Er war viele Jahre Projektleiter bei Hewlett-Packard, bevor er das Buch Projekt-Safari schrieb, ein Handbuch für Projektleiter in allen Phasen ihrer Vorhaben. Abenteuer Führung ist sein zweites Buch. Neumann ist Träger des Internationalen Deutschen Trainingspreises."
    },

    {
        "id": 6,
        "name": "Michelle Obama",
        "url": "https://www.facebook.com/notyolgatokar/",
        "info": "Michelle LaVaughn Robinson Obama is an American attorney and author who served as First Lady of the United States from 2009 to 2017 as the wife of former President Barack Obama."
    },

    {
        "id": 7,
        "name": "Yuval Harari",
        "url": "https://www.facebook.com/notyolgatokar/",
        "info": "Yuval Noah Harari is an Israeli historian and professor in the Department of History at the Hebrew University of Jerusalem."
    }
]
