[
    {
      "id": 0,
      "name": "Becoming",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "audio",
        "author",
        "Personal Development"
      ],
      "summary": "Becoming by Michelle Obama takes you on a personal and powerful journey, exploring her upbringing, time in the White House, and advocacy work.",
      "author_name": "Michelle Obama",
      "about_author": "Michelle Obama is a lawyer, writer, and advocate who served as the First Lady of the United States from 2009 to 2017. She is recognized for her work on issues such as healthy living, women's rights, and education.",
      "subtitle": "",
      "target_group": "This book is a perfect read for individuals who seek to gain insight into the life of one of the most influential women of our time. \n\n The book appeals to a wide range of readers, including those interested in politics, women's empowerment, and personal development.",
      "book_link": "https://becomingmichelleobama.com",
      "content": [
        {
          "text": [
            "In her powerful memoir, \"Becoming\", the former first lady of the United States invites us to join her on an intimate journey, peeling back the layers to reveal the woman behind the public image. Drawing on her own experiences, she shines a light on her childhood in Chicago, her education, her career, and her relationship with her husband, Barack Obama. She offers us valuable lessons on staying true to oneself, seeking joy in the small moments, and having the courage to pursue passions. By reflecting on her struggles and hard-earned successes, Michelle Obama inspires us to take charge of their own lives, no matter what our circumstances are. Through her honest and inspiring words, she reminds us of the power of believing in ourselves and the limitless potential to create the life we want. Becoming is an intimate and engaging story that encourages to find joy and purpose. It is a call to action to pursue our dreams and to never give up in the pursuit of happiness. Michelle Obama’s story is a testament to the power of believing in our ability to overcome any obstacle. It is a powerful reminder that anything is possible if we have the courage to take the first step."
          ],
          "audio": {
            "size": 7223922,
            "duration": 71400
          }          

        },

        {
            "chapter_summary": "Becoming Me",
            "text": [
              "Michelle Obama`s journey starts with “Becoming me”, a process of self-discovery and growth that she has experienced throughout her life. In her own words she expresses, \"Becoming isn't about arriving somewhere or achieving a certain aim. It's about the process of getting there.\"\n\nGrowing up in a working-class family on the South Side of Chicago, she was taught to be deferential and to put others' needs before her own. So it was tough for her and she struggled to find her own voice. However, as she began to navigate the world and find her place in it, she realized that she needed to speak up for herself and assert her own wants and needs.\n\nFor instance, when Michelle began her second grade year, she found herself in a classroom of complete chaos. With an overwhelmed teacher, she hardly had an opportunity to learn and it was clear that she was not the only one who was struggling.\n\nFortunately, she dared to express her displeasure to her mom and soon enough, she was tested and placed in a third grade class with other kids who were just as enthusiastic about learning. This was a much better fit for Michelle and she was able to thrive in her new environment and got into the Whitney M. Young High School.\n\nHowever she did not always have the feeling to fit in as she shares in another transformative memory from her youth, where she grappled with her identity and a sense of not belonging. Where she grew up, she stood out as one of the only Black students in her school, and felt disconnected from her peers due to differing cultural experiences.\n\nAs she walked home from class one day, she stumbled upon a group of girls playing Double Dutch, a game that involves jumping rope with two ropes. Envious of their laughter and joy, she mustered up the courage to ask if she could join in, despite feeling like an outsider. The girls welcomed her with open arms, and soon enough, she was jumping and laughing alongside them.\n\nThis moment marked a pivotal change for Michelle, as she realized that despite feeling different, she could still find a place and make connections. Through this experience, she came to appreciate the beauty in diversity and it helped her to understand that everyone struggles with feeling like they fit in at some point in their lives. This powerful anecdote serves as an inspiration to be brave and reach out to connect with others, even when it may feel daunting. \n\nAs she rose through the ranks in her career, first as a lawyer and then as the First Lady of the United States, she faced a number of challenges, including sexism, racism, and public scrutiny. Throughout it all, she had to learn to trust her own instincts and to push through the doubts and insecurities that threatened to hold her back.\"I had to learn to trust my own voice and to use it confidently and consistently, even when it meant going against the grain of what others expected of me.\"\n\nUltimately, \"Becoming Me\" is about embracing one's own imperfections and using them as a source of strength. As Michelle writes, \"I've learned that there is no one way to become. We all have to find our own journeys, and that's okay.\" By sharing the anecdotes and emotions of her  own story, she hopes to inspire others to find the courage to do the same."
            ],
            "audio": {
              "size": 7223922,
              "duration": 190800
            }
          },

          {
            "chapter_summary": "Becoming Us",
            "text": [
              "After \"Becoming Me\"  the memoirs continue with the concept of \"Becoming Us\" which centers around the importance of community and the impact that the people around us have on shaping our identities. She writes, \"I've come to believe that the most important thing any of us can strive for is to be true to ourselves—to be the best version of ourselves—and in order to do that, we need to surround ourselves with people who will help us stay honest and grounded.\"\n\nOne key aspect of \"Becoming Us\" that Michelle emphasizes is the importance of vulnerability and openness in relationships. Sharing her own struggles and insecurities with her husband, Barack, allowed them to build a deeper and more meaningful connection. Being vulnerable with him helped her to become more comfortable with herself, to feel safe and more willing to take risks.\n\nOne incident showcases the resilience of her and Barrack's marriage in particular. A time when they were in their early thirties, trying to balance their demanding careers, parenting, and their relationship. The pressure was mounting and they were feeling the strain on their marriage.\n\nBut one night, after a particularly grueling day, Michelle came home to find her husband, Barack, sitting on the couch with a terrible look of exhaustion on his face. Instead of lashing out, they decided to take a different approach. They put on their shoes and went for a walk.\n\nAs they strolled through their neighborhood, they opened up to each other about their worries, their struggles and their aspirations. They laughed, they cried and they held hands. This simple act of walking and talking together was a turning point for them. They realized that in order to become better together, they had to make time for each other and for their relationship.\n\nThis experience taught them the power of communication and connection in a relationship. It taught them that it's okay to take a step back from the chaos of life and focus on what's truly important. It helped them to build a stronger bond and to become better partners in their marriage. This anecdote is a powerful reminder that in order to become the best versions of ourselves, we must actively work on maintaining healthy relationships.\n\n \"Becoming Us\" is also about the role of community in shaping our identities. Obama remembers how her experiences with her early surroundings helped shape her values and her understanding of the world. She says, \"I came of age in a community that was full of strong, driven people who were determined to make something of themselves and of the world around them.\"\n\nOne of these people was her father, Fraser Robinson III, a working-class man who lived with multiple sclerosis but never let his illness define him. Despite his challenges, he never missed a day of work and he always placed his family first.\n\nOne day, Michelle came home from school and found her father sitting in his favorite chair, looking defeated. He told her that he had been laid off from his job, and he didn't know how they were going to make ends meet. Michelle was only a child at the time, but she could sense her father's worry and disappointment.\n\nHowever, instead of dwelling on the situation, her father rallied his family together. He started his own business and worked tirelessly to provide for his family. Despite the long hours and hard work, he never lost his sense of humor or his positive attitude. Michelle`s father was it, who really  taught her the value of hard work and perseverance in the face of adversity.\n\nHe taught her to never give up, to always put the family first, and to approach challenges with a positive attitude. These values have shaped who Michelle is today and have served her well throughout her life and career.\n\nNext to her parents various teachers and mentors influenced her throughout her life and helped shape who she is. Expressing a lot of gratitude she highlights the impact of mentorship and the importance of having role models who can guide and inspire us. She encourages us to seek out our mentors and to pay it forward by being a mentor to others.\n\nEmbracing vulnerability, building meaningful relationships, and surrounding ourselves with a supportive community. Through sharing her own personal stories and reflections, she illustrates the powerful impact that the people around us can have on shaping our identities and becoming the best versions of ourselves."
            ],
            "audio": {
              "size": 7223922,
              "duration": 259800
            }          

          },

          {
            "chapter_summary": "Becoming More",
            "text": [
              "Aligned with her values, Michelle forms the concept of \"Becoming More\". This concept is about pushing oneself to grow and evolve, both personally and as a member of society.\n\nAs the First Lady, she had a platform and a voice, but she often felt constrained by the expectations and limitations placed upon her. She writes about a specific instance where she found the courage to break out of her comfort zone and speak out on a controversial issue.\n\nOne day, while visiting a school, she was approached by a student who asked her a difficult question about gender equality and the pay gap between men and women. In that moment, Michelle could have given a safe and politically correct answer, but something inside her stirred. With a newfound sense of conviction, she spoke candidly about her own experiences and the systemic barriers that women still face in the workforce.\n\nThis instance was a turning point. She realized that she had the power to use her platform to spark meaningful conversations and effect change. This experience taught her to embrace her voice and speak up for what she believed in, no matter the challenges or backlash she might face. This powerful anecdote serves as a reminder that every individual has the capacity to become more, to challenge their own limits, and to make a difference in the world.\n\nOne step to unleash that power is embracing imperfection. One day, Michelle's mother came to visit her in Washington D.C., and Michelle decided to take her on a tour of the city. They walked around the monuments and visited museums, and as they were walking, Michelle's mother suddenly stopped and pointed to a statue of a young girl. Michelle's mother explained that the statue represented the idea of letting go of perfection and embracing the imperfections that make us who we are.\n\nThis simple moment of wisdom from her mother changed her life. She realized that she had been so focused on trying to be perfect that she had forgotten to enjoy the journey. She also realized that by letting go of her perfectionism, she could become a better, more authentic version of herself. She learned to embrace her flaws and to focus on growth and self-improvement instead of perfection.\n\nThe powerful message that Michelle learned from her mother about the importance of letting go of perfectionism and embracing our imperfections serves as an inspiration for anyone who feels like they are constantly trying to be perfect, and it reminds us that we can all grow and become better by accepting who we are with all our imperfections. She remembers: \"I had to learn to let go of my need for control and perfection, and to embrace the messiness of life. I had to understand that vulnerability is not weakness; it's our greatest measure of courage.\" This idea of vulnerability is something that Obama herself grappled with, as she admits to having \"spent most of my life trying to avoid being vulnerable.\"\n\nAnother aspect of \"Becoming More\" is the idea of using one's platform and privilege for good. Obama reflects on her time as First Lady and the impact she was able to make through her initiatives, such as Let's Move! and Reach Higher. She writes, \"I came to understand that my own story – of becoming, of finding my voice and my purpose – was a story that could be useful to others.\" So she decided to share her journey and encourages everyone to to use their individual experiences and struggles to make a difference in the world and in the lives of others. As Obama writes, \"We all have the power to shape our own stories, and it's up to us to use that power to create something meaningful.\""
            ],
            "audio": {
              "size": 7223922,
              "duration": 209400
            }          

          },

          {
            "text": [
              "Michelle Obama has lived a life filled with determination, being ambitious in everything she does, whether it be as a student, professional, mother or First Lady. Over time, she learned to understand herself better and pursue her own goals, rather than trying to meet societal expectations. Michelle became a strong and independent woman, a working mother who could support her family and her community. Despite her many achievements, she never stops working towards helping others.\n\nReflecting on her time in the White House, Michelle is proud of her many successes, such as the Let's Move! program, which provided healthier meals to 45 million students and after-school programs for 11 million children. Her Joining Forces initiative helped 1.5 million veterans and their spouses find jobs, while her Let Girls Learn initiative raised billions of dollars to give girls around the world access to education. But, for Michelle, her greatest accomplishment is raising two wonderful daughters, despite the demanding public office she held alongside her husband.\n\nIn a particularly powerful passage, she tells us, \"When we commit to a journey of becoming, we commit to a life of constant growth and change. It's not always easy, but it is always worth it.\" She encourages us to embrace the challenges and uncertainty that come with the process of becoming and to trust in the power of personal growth. In the end, she leaves us with a sense of empowerment and inspiration, to embark on our own journey of self-discovery and growth, and to always strive to become the best versions of ourselves.\n\nHere are ten actions you can take to implement the learnings from the book into your life:\n\n1.\n\nPrioritize self-care and self-discovery. Michelle Obama encourages readers to take time for themselves to understand their own needs and emotions, and to make sure they are taking care of their physical, mental, and emotional well-being.\n\n2.\n\nEmbrace change and uncertainty. The author stresses the importance of being open to change, and of not being afraid to take risks and try new things.\n\n3.\n\nCultivate a strong support system. Michelle Obama encourages readers to surround themselves with people who will support and inspire them, and to build a community of people they can rely on.\n\n4.\n\nBe mindful of your thoughts and emotions. The author emphasizes the importance of being aware of your own thoughts and emotions, and of learning to manage them in a healthy way.\n\n5.\n\nPractice gratitude and positivity. The author encourages readers to focus on the positive aspects of their lives and to practice gratitude for what they have.\n\n6.\n\nBelieve in yourself. Michelle Obama emphasizes the importance of having confidence in oneself and believing in one's abilities.\n\n7.\n\nWork towards a common goal. The author encourages readers to get involved in causes or projects that align with their values, and to work together with others to make a positive impact.\n\n8.\n\nTake responsibility for your actions. The author stresses the importance of being accountable for one's own actions, and of taking responsibility for their impact on others.\n\n9.\n\nSpeak up for what you believe in. The author encourages readers to use their voices to advocate for causes and issues that are important to them.\n\n10.\n\nLearn from failure. The author encourages readers to view failure as a learning opportunity, and to use it as a chance to grow and improve."
            ],
            "audio": {
              "size": 7223922,
              "duration": 200400
            }          

          }

      ],
      "crew": {
        "authors": [
          0
        ]
      }
    },

    {
      "id": 1,
      "name": "12 Rules for Life",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "psychology"
      ],
      "content": [
        {
          "text": [
            "Stell dir vor, du könntest das gesamte Wissen der Welt auf zwölf simple und effektive Lebensregeln komprimieren. Jordan Peterson hat genau das mit 12 Rules For Life (2018) versucht. Diese Blinks stützen sich auf philosophische Weisheiten und moderne wissenschaftliche Erkenntnisse. Sie untersuchen religiöse Mythen, alltägliche Redewendungen sowie populäre Narrative. Das Ergebnis sind zwölf kurzweilige Regeln für ein erfülltes modernes Leben."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          1
        ]
      }
    },
    {
      "id": 2,
      "name": "24/7 Zeitmanagement",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "productivity"
      ],
      "content": [
        {
          "text": [
            "Falls du ständig gestresst bist und öfter mit Deadlines haderst, hast du sicher schon von einigen Zeitmanagement-Tools gehört. In den Blinks zu 24/7 Zeitmanagement (2019) verschaffen wir dir einen Überblick über die grundlegenden Prinzipien des Zeitmanagements. Und wir zeigen dir, welche Methoden du sofort in deinen Alltag integrieren kannst."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          2
        ]
      }
    },
    {
      "id": 3,
      "name": "84 Monate",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "personal development"
      ],
      "content": [
        {
          "text": [
            "Kinder zu bekommen gehört für viele zum natürlichen Lauf des Lebens. Doch was passiert mit Menschen, für die dieser Plan zum unerreichbaren Traum wird? Davon erfährst du in unseren Blinks zum autobiografischen Erfahrungsbericht 84 Monate (2019). Sie erzählen von dem Leid eines Paares, das sieben Jahre kinderlos blieb, von den endlosen medizinischen Maßnahmen, die es sich zumutete, und auch von der sozialen Isolation, in der es sich wiederfand."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          3
        ]
      }
    },
    {
      "id": 4,
      "name": "4000 Wochen",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "mindfulness & happiness"
      ],
      "content": [
        {
          "text": [
            "Kinder zu bekommen gehört für viele zum natürlichen Lauf des Lebens. Doch was passiert mit Menschen, für die dieser Plan zum unerreichbaren Traum wird? Davon erfährst du in unseren Blinks zum autobiografischen Erfahrungsbericht 84 Monate (2019). Sie erzählen von dem Leid eines Paares, das sieben Jahre kinderlos blieb, von den endlosen medizinischen Maßnahmen, die es sich zumutete, und auch von der sozialen Isolation, in der es sich wiederfand.4.000 Wochen. Das ist der Titel der 2022 erschienenen Buchvorlage zu diesem Blink. Und die durchschnittliche Lebensdauer eines Menschen. Klingt erschreckend überschaubar, oder? Ist es auch. Und genau deshalb sollten wir unsere Lebenszeit weniger verwalten und mehr genießen. Dieser Blink ist sowas wie ein Anti-Zeitmanagement-Ratgeber, und eine Einladung zum Umdenken."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          4
        ]
      }
    },
    {
      "id": 5,
      "name": "Abenteuer Führung",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "career & success",
        "management & leadership"
      ],
      "content": [
        {
          "text": [
            "In Abenteuer Führung erklärt Mario Neumann alles, was frischgebackene Führungskräfte wissen müssen, um die erste Zeit im neuen Job erfolgreich zu meistern. Anhand von verschiedenen Etappen zeigt er, wie der Einstieg gelingt, wie die Zusammenarbeit mit dem Team am besten klappt und welche Strategien sich für Krisenzeiten und eine langfristige Positionierung eignen."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          5
        ]
      }
    },
    {
      "id": 6,
      "name": "10XDNA",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "audio",
        "author"
      ],
      "content": [
        {
          "text": [
            "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America―the first African-American to serve in that role―she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        }
      ],
      "crew": {
        "authors": [
          6
        ]
      }
    },
    {
      "id": 7,
      "name": "Sapiens: A brief history of humankind",
      "create_date": 1661280621159,
      "tags": [
        "text",
        "author",
        "audio",
        "society & culture"
      ],
      "content": [
        {
          "text": [
            "One hundred thousand years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations, and human rights; to trust money, books, and laws; and to be enslaved by bureaucracy, timetables, and consumerism? And what will our world be like in the millennia to come?"
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 1
        },
        {
          "text": [
            "In Sapiens, Professor Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical—and sometimes devastating—breakthroughs of the Cognitive, Agricultural, and Scientific Revolutions. Drawing on insights from biology, anthropology, paleontology, and economics, and incorporating full-color illustrations throughout the text, he explores how the currents of history have shaped our human societies, the animals and plants around us, and even our personalities. Have we become happier as history has unfolded? Can we ever free our behavior from the legacy of our ancestors? And what, if anything, can we do to influence the course of the centuries to come?"
          ],
          "image_count": 0
        },
        {
          "text": [
            "Bold, wide-ranging, and provocative, Sapiens integrates history and science to challenge everything we thought we knew about being human: our thoughts, our actions, our heritage...and our future."
          ],
          "audio": {
            "size": 7223922,
            "duration": 451000
          },
          "image_count": 0
        }
      ],
      "crew": {
        "authors": [
          7
        ]
      }
    }
  ]
